Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Format
ar: التنسيق
cs: Formát
el: Μορφή
es: Formato
es_419: Formato
fi: Muoto
he: פורמט
hi: फ़ॉर्मैट
hu: Formátum
it: Formato
ja: 形式
ko: 형식
nl: Formaat
pt_br: Formato
pt_pt: Formato
sk: Formát
th: ขนาดภาพ
tr: Biçim
uk: Формат
vi: Định dạng
zh_hans: 格式
zh_hant: 格式

source: Found %lld surges from the last 90 days
ar: تم العثور على %lld موجة من آخر 90 يومًا
cs: Nalezeno %lld vln za posledních 90 dní
da: Fandt %lld bølger fra de seneste 90 dage
de: %lld Wellen aus den letzten 90 Tagen gefunden
el: Βρέθηκαν %lld κύματα από τις τελευταίες 90 ημέρες
es: Se han encontrado %lld oleadas de los últimos 90 días
es_419: Se encontraron %lld oleadas de los últimos 90 días
fi: Löytyi %lld aaltoa viimeisiltä 90 päivältä
fr: %lld vagues trouvées sur les 90 derniers jours
he: נמצאו %lld גלים מ-90 הימים האחרונים
hi: पिछले 90 दिनों की %lld लहरें मिलीं
hr: Pronađeno %lld valova iz zadnjih 90 dana
hu: Találat az elmúlt 90 napból: %lld hullám
id: Ditemukan %lld gelombang dari 90 hari terakhir
it: Trovate %lld ondate negli ultimi 90 giorni
ja: 過去90日間のほてりが%lld件見つかりました
ko: 최근 90일의 열감 %lld회를 찾았어요
ms: %lld gelombang ditemui daripada 90 hari lepas
nb: Fant %lld bølger fra de siste 90 dagene
nl: %lld golven gevonden uit de afgelopen 90 dagen
pl: Znaleziono %lld fali z ostatnich 90 dni
pt_br: %lld ondas encontradas nos últimos 90 dias
pt_pt: Encontrámos %lld ondas dos últimos 90 dias
ro: Am găsit %lld de valuri din ultimele 90 de zile
sk: Našlo sa %lld vĺn za posledných 90 dní
sv: Hittade %lld vågor från de senaste 90 dagarna
th: พบระลอกร้อน %lld ครั้งจาก 90 วันที่ผ่านมา
tr: Son 90 günden %lld dalga bulundu
uk: Знайдено %lld хвилі за останні 90 днів
vi: Tìm thấy %lld cơn nóng trong 90 ngày qua
zh_hans: 找到过去 90 天的 %lld 次热浪
zh_hant: 找到過去 90 天的 %lld 次熱浪

source: Four quick taps. Under 30 seconds.
ar: أربع نقرات سريعة. أقل من 30 ثانية.
cs: Čtyři rychlá klepnutí. Do 30 sekund.
da: Fire hurtige tryk. Under 30 sekunder.
de: Vier kurze Tipper. Unter 30 Sekunden.
el: Τέσσερα γρήγορα πατήματα. Κάτω από 30 δευτερόλεπτα.
es: Cuatro toques rápidos. Menos de 30 segundos.
es_419: Cuatro toques rápidos. Menos de 30 segundos.
fi: Neljä nopeaa napautusta. Alle 30 sekuntia.
fr: Quatre touchers rapides. Moins de 30 secondes.
he: ארבע הקשות מהירות. פחות מ-30 שניות.
hi: चार आसान टैप। 30 सेकंड से कम।
hr: Četiri brza dodira. Manje od 30 sekundi.
hu: Négy gyors koppintás. Kevesebb mint 30 másodperc.
id: Empat ketukan cepat. Kurang dari 30 detik.
it: Quattro tocchi veloci. Meno di 30 secondi.
ja: 4回タップするだけ。30秒もかかりません。
ko: 네 번만 탭하면 돼요. 30초도 안 걸려요.
ms: Empat ketikan pantas. Kurang daripada 30 saat.
nb: Fire raske trykk. Under 30 sekunder.
nl: Vier snelle tikken. Minder dan 30 seconden.
pl: Cztery szybkie stuknięcia. Niecałe 30 sekund.
pt_br: Quatro toques rápidos. Menos de 30 segundos.
pt_pt: Quatro toques rápidos. Menos de 30 segundos.
ro: Patru atingeri rapide. Sub 30 de secunde.
sk: Štyri rýchle ťuknutia. Menej ako 30 sekúnd.
sv: Fyra snabba tryck. Under 30 sekunder.
th: แตะสี่ครั้ง ไม่ถึง 30 วินาที
tr: Dört hızlı dokunuş. 30 saniyeden kısa.
uk: Чотири швидкі торкання. Менш ніж 30 секунд.
vi: Bốn lần chạm nhanh. Chưa đến 30 giây.
zh_hans: 轻点四下。不到 30 秒。
zh_hant: 點四下就好，不到 30 秒。

source: Free version
ar: النسخة المجانية
cs: Verze zdarma
da: Gratis version
de: Kostenlose Version
el: Δωρεάν έκδοση
es: Versión gratuita
es_419: Versión gratuita
fi: Maksuton versio
fr: Version gratuite
he: הגרסה החינמית
hi: मुफ़्त वर्शन
hr: Besplatna verzija
hu: Ingyenes verzió
id: Versi gratis
it: Versione gratuita
ja: 無料版
ko: 무료 버전
ms: Versi percuma
nb: Gratisversjon
nl: Gratis versie
pl: Wersja bezpłatna
pt_br: Versão gratuita
pt_pt: Versão gratuita
ro: Versiunea gratuită
sk: Bezplatná verzia
sv: Gratisversion
th: เวอร์ชันฟรี
tr: Ücretsiz sürüm
uk: Безкоштовна версія
vi: Bản miễn phí
zh_hans: 免费版
zh_hant: 免費版

source: Free: a watermarked 7-day preview of your counts. Pro or a one-time Visit Report unlocks the full notes.
ar: مجانًا: معاينة لأعدادكِ عن 7 أيام بعلامة مائية. يفتح Pro أو تقرير موعد لمرة واحدة الملاحظات الكاملة.
cs: Zdarma: náhled tvých počtů za 7 dní s vodoznakem. Pro nebo jednorázová Zpráva k návštěvě odemkne úplné poznámky.
da: Gratis: en 7-dages forhåndsvisning af dine tal med vandmærke. Pro eller en enkelt Besøgsrapport låser de fulde noter op.
de: Kostenlos: eine 7-Tage-Vorschau deiner Anzahlen mit Wasserzeichen. Pro oder ein einmaliger Terminbericht schaltet die vollständigen Notizen frei.
el: Δωρεάν: μια προεπισκόπηση 7 ημερών των αριθμών σου, με υδατογράφημα. Το Pro ή μια εφάπαξ Αναφορά Ραντεβού ξεκλειδώνει τις πλήρεις σημειώσεις.
es: Gratis: una vista previa de 7 días de tus recuentos, con marca de agua. Pro o un Informe de consulta suelto desbloquean las notas completas.
es_419: Gratis: una vista previa de 7 días de tus conteos, con marca de agua. Pro o un Informe de Consulta único desbloquea las notas completas.
fi: Maksuton: vesileimattu 7 päivän esikatselu määristäsi. Pro tai kertaostona ostettava Käyntiraportti avaa täydet muistiinpanot.
fr: Gratuit : un aperçu filigrané de vos chiffres sur 7 jours. Pro ou un Rapport de rendez-vous à l’unité débloque les notes complètes.
he: בחינם: תצוגה מקדימה של הספירות שלך ל-7 ימים, עם סימן מים. Pro או דוח ביקור חד-פעמי פותחים את הסיכום המלא.
hi: मुफ़्त: आपकी गिनती का वॉटरमार्क वाला 7 दिन का प्रीव्यू। Pro या एक बार की विज़िट रिपोर्ट से पूरे नोट्स अनलॉक होते हैं।
hr: Besplatno: pregled tvojih brojki za 7 dana s vodenim žigom. Pro ili jednokratno Izvješće za posjet otključava cijele bilješke.
hu: Ingyenes: vízjeles, 7 napos előnézet a számaidról. A Pro vagy egy egyszeri jelentés megvásárlása feloldja a teljes jegyzeteket.
id: Gratis: pratinjau 7 hari bertanda air berisi jumlah gelombangmu. Pro atau Laporan Konsultasi sekali beli membuka catatan lengkap.
it: Gratis: un'anteprima di 7 giorni dei tuoi conteggi, con filigrana. Pro o un Report visita una tantum sblocca le note complete.
ja: 無料版：あなたの回数を7日分、透かし入りでプレビューできます。Proまたは1回限りの受診レポートで、メモ全体が利用できます。
ko: 무료: 워터마크가 있는 7일 횟수 미리보기. Pro 또는 1회 진료 리포트로 전체 메모를 이용할 수 있어요.
ms: Percuma: pratonton 7 hari bagi kiraan anda, bertera air. Pro atau Laporan Temu Janji sekali bayar membuka kunci nota penuh.
nb: Gratis: en forhåndsvisning av tallene dine for 7 dager, med vannmerke. Pro eller én enkelt Legetimerapport låser opp de fullstendige notatene.
nl: Gratis: een voorbeeld van 7 dagen van je aantallen, met watermerk. Pro of een los Afspraakverslag ontgrendelt de volledige notities.
pl: Bezpłatnie: 7-dniowy podgląd twoich liczb ze znakiem wodnym. Pro lub jednorazowy Raport na wizytę odblokowuje pełne notatki.
pt_br: Grátis: uma prévia de 7 dias das suas contagens, com marca d'água. O Pro ou um Relatório da Consulta avulso libera as notas completas.
pt_pt: Grátis: uma pré-visualização das tuas contagens de 7 dias, com marca de água. O Pro ou um Relatório de Consulta avulso desbloqueia as notas completas.
ro: Gratuit: o previzualizare de 7 zile a numărătorilor, cu filigran. Pro sau un Raport de consultație unic deblochează notițele complete.
sk: Zadarmo: 7-dňový náhľad tvojich počtov s vodoznakom. Pro alebo jednorazová Správa k návšteve odomkne úplné poznámky.
sv: Gratis: en förhandsvisning med vattenstämpel av dina siffror för 7 dagar. Pro eller en Besöksrapport som engångsköp låser upp de fullständiga anteckningarna.
th: ฟรี: ดูตัวอย่างจำนวนครั้ง 7 วันแบบมีลายน้ำ Pro หรือรายงานพบแพทย์แบบซื้อครั้งเดียวจะปลดล็อคสรุปฉบับเต็ม
tr: Ücretsiz: sayılarının filigranlı 7 günlük önizlemesi. Pro ya da tek seferlik Randevu Raporu tam notların kilidini açar.
uk: Безкоштовно: 7-денний попередній перегляд твоїх показників із водяним знаком. Pro або одноразовий «Звіт для візиту» відкриває повні нотатки.
vi: Miễn phí: bản xem trước 7 ngày về số lần, có hình mờ. Pro hoặc một Báo cáo buổi khám mua một lần sẽ mở khóa ghi chú đầy đủ.
zh_hans: 免费：带水印的 7 天次数预览。Pro 或一次性购买的就诊报告可解锁完整笔记。
zh_hant: 免費版：附浮水印的 7 天次數預覽。Pro 或單次就診報告可解鎖完整筆記。

source: From Apple Health
ar: من تطبيق صحتي
cs: Z aplikace Zdraví
da: Fra Apple Sundhed
de: Aus Apple Health
el: Από την εφαρμογή Υγεία
es: De la app Salud
es_419: De la app Salud
fi: Terveys-apista
fr: Depuis l’app Santé
he: מתוך ״בריאות״
hi: सेहत ऐप से
hr: Iz aplikacije Zdravlje
hu: Az Egészség appból
id: Dari app Kesehatan
it: Dall'app Salute
ja: ヘルスケアより
ko: 건강 앱에서 가져옴
ms: Daripada app Kesihatan
nb: Fra Helse-appen
nl: Uit de Gezondheid-app
pl: Z aplikacji Zdrowie
pt_br: Do app Saúde
pt_pt: Da aplicação Saúde
ro: Din Sănătate
sk: Z apky Zdravie
sv: Från appen Hälsa
th: จากแอปสุขภาพ
tr: Sağlık uygulamasından
uk: Із програми «Здоровʼя»
vi: Từ ứng dụng Sức khỏe
zh_hans: 来自健康 App
zh_hant: 來自「健康」App

source: Full
ar: كامل
cs: Nabitá
da: Fuld tank
de: Voll
el: Στο φουλ
es: A tope
es_419: Completo
fi: Täynnä
fr: À bloc
he: מלאת כוח
hi: पूरा
hr: Puno
hu: Tele
id: Penuh
it: Carica
ja: 満タン
ko: 가득
ms: Penuh
nb: Fulladet
nl: Volledig
pl: Pełna para
pt_br: Cheio
pt_pt: Completo
ro: Plin
sk: Plné
th: เต็มพลัง
tr: Dolu
uk: Повний заряд
vi: Tràn đầy
zh_hans: 充沛
zh_hant: 充沛

source: Full notes include
ar: تتضمن الملاحظات الكاملة
cs: Úplné poznámky obsahují
da: De fulde noter indeholder
de: Die vollständigen Notizen enthalten
el: Οι πλήρεις σημειώσεις περιλαμβάνουν
es: Las notas completas incluyen
es_419: Las notas completas incluyen
fi: Täydet muistiinpanot sisältävät
fr: Les notes complètes comprennent
he: הסיכום המלא כולל
hi: पूरे नोट्स में शामिल है
hr: Cijele bilješke uključuju
hu: A teljes jegyzetek tartalma
id: Catatan lengkap mencakup
it: Le note complete includono
ja: 完全版のメモに含まれるもの
ko: 전체 메모에 포함된 내용
ms: Nota penuh merangkumi
nb: De fullstendige notatene inneholder
nl: De volledige notities bevatten
pl: Pełne notatki zawierają
pt_br: As notas completas incluem
pt_pt: As notas completas incluem
ro: Notițele complete includ
sk: Úplné poznámky obsahujú
sv: Hela anteckningarna innehåller
th: สรุปฉบับเต็มประกอบด้วย
tr: Tam notlar şunları içerir
uk: Повні нотатки містять
vi: Ghi chú đầy đủ bao gồm
zh_hans: 完整笔记包括
zh_hant: 完整筆記包含

source: Fully automatic: in the Shortcuts app, tap Automation → + → Sleep (or Focus → Sleep) → When turning on → Arm Night Watch.
ar: تلقائي بالكامل: في تطبيق الاختصارات، اضغطي على الأتمتة ← + ← النوم (أو التركيز ← النوم) ← عند التشغيل ← تفعيل حراسة الليل.
cs: Plně automaticky: v aplikaci Zkratky klepni na Automatizace → + → Spánek (nebo Soustředění → Spánek) → Při zapnutí → Zapnout Noční hlídku.
da: Helt automatisk: I appen Genveje skal du trykke på Automatisering → + → Søvn (eller Fokus → Søvn) → Når den slås til → Slå Nattevagt til.
de: Ganz automatisch: Tippe in der App „Kurzbefehle“ auf „Automation“ → + → „Schlafen“ (oder „Fokus“ → „Schlafen“) → „Beim Aktivieren“ → „Nachtwache aktivieren“.
el: Πλήρως αυτόματα: στην εφαρμογή Συντομεύσεις, άγγιξε Αυτοματισμός → + → Ύπνος (ή Συγκέντρωση → Ύπνος) → Κατά την ενεργοποίηση → Ενεργοποίηση Νυχτερινής Βάρδιας.
es: Totalmente automático: en la app Atajos, toca Automatización → + → Dormir (o Concentración → Dormir) → Al activarse → Activar Guardia nocturna.
es_419: Totalmente automático: en la app Atajos, toca Automatización → + → Dormir (o Enfoque → Dormir) → Al activarse → Activar Guardia Nocturna.
fi: Täysin automaattinen: napauta Pikakomennot-apissa Automaatio → + → Nukkuminen (tai Keskity-tila → Nukkuminen) → Kun se laitetaan päälle → Kytke Yövahti päälle.
fr: Entièrement automatique : dans l’app Raccourcis, touchez Automatisation → + → Sommeil (ou Concentration → Sommeil) → Lors de l’activation → Activer la Veille de nuit.
he: אוטומטי לגמרי: ביישום ״קיצורים״, הקישי על ״אוטומציה״ ← + ← ״שינה״ (או ״ריכוז״ ← ״שינה״) ← ״בעת ההפעלה״ ← ״הפעלת משמר לילה״.
hi: पूरी तरह अपने-आप: शॉर्टकट ऐप में ऑटोमेशन → + → नींद (या फ़ोकस → नींद) → चालू होने पर → रात का पहरा चालू करें पर टैप करें।
hr: Potpuno automatski: u aplikaciji Prečaci dodirni Automatizacija → + → Spavanje (ili Fokus → Spavanje) → Prilikom uključivanja → Uključi Noćnu stražu.
hu: Teljesen automatikusan: a Parancsok appban koppints ezekre: Automatizálás → + → Alvás (vagy Fókusz → Alvás) → Bekapcsoláskor → Éjjeliőr bekapcsolása.
id: Sepenuhnya otomatis: di app Pintasan, ketuk Otomatisasi → + → Tidur (atau Fokus → Tidur) → Saat Dinyalakan → Aktifkan Jaga Malam.
it: Completamente automatico: nell'app Comandi rapidi, tocca Automazione → + → Riposo (o Full immersion → Riposo) → Quando si attiva → Attiva Veglia notturna.
ja: 完全に自動にするには：ショートカット Appで「オートメーション」→「＋」→「睡眠」（または「集中モード」→「睡眠」）→「オンになったとき」→「夜の見守りをオンにする」の順にタップします。
ko: 완전 자동: 단축어 앱에서 자동화 → + → 수면(또는 집중 모드 → 수면) → 켜질 때 → 밤 지킴이 켜기를 탭하세요.
ms: Automatik sepenuhnya: dalam app Pintasan, ketik Automasi → + → Tidur (atau Fokus → Tidur) → Apabila Dihidupkan → Aktifkan Jaga Malam.
nb: Helt automatisk: I Snarveier-appen trykker du på Automatisering → + → Søvn (eller Fokus → Søvn) → Når den slås på → Slå på Nattevakt.
nl: Volledig automatisch: tik in de Opdrachten-app op Automatisering → + → Slaap (of Focus → Slaap) → Bij inschakelen → Zet Nachtwacht aan.
pl: W pełni automatycznie: w aplikacji Skróty stuknij Automatyzacja → + → Sen (lub Tryb skupienia → Sen) → Po włączeniu → Włącz Nocną wartę.
pt_br: Totalmente automático: no app Atalhos, toque em Automação → + → Sono (ou Foco → Sono) → Ao ativar → Ativar Plantão Noturno.
pt_pt: Totalmente automático: na aplicação Atalhos, toca em Automatização → + → Dormir (ou Modo de concentração → Dormir) → Ao ativar → Ativar a Guarda Noturna.
ro: Complet automat: în aplicația Scurtături, apasă Automatizare → + → Somn (sau Concentrare → Somn) → Când este activat → Activează Veghea de noapte.
sk: Úplne automaticky: v apke Skratky ťukni na Automatizácia → + → Spánok (alebo Môj čas → Spánok) → Pri zapnutí → Zapnúť Nočnú stráž.
sv: Helt automatiskt: i appen Genvägar trycker du på Automatisering → + → Sömn (eller Fokus → Sömn) → När det aktiveras → Slå på Nattvakt.
th: อัตโนมัติทั้งหมด: ในแอปคำสั่งลัด แตะ ระบบอัตโนมัติ → + → การนอนหลับ (หรือ โฟกัส → การนอนหลับ) → เมื่อเปิด → เปิดยามราตรี
tr: Tam otomatik: Kestirmeler uygulamasında Otomasyon → + → Uyku (ya da Odak → Uyku) → Açıldığında → Gece Nöbetini aç yolunu izle.
uk: Повністю автоматично: у програмі «Швидкі команди» торкнися Автоматизація → + → Сон (або Зосередження → Сон) → Під час увімкнення → Увімкнути Нічну варту.
vi: Hoàn toàn tự động: trong ứng dụng Phím tắt, chạm vào Tự động hóa → + → Ngủ (hoặc Tập trung → Ngủ) → Khi bật → Bật Canh đêm.
zh_hans: 全自动：在“快捷指令” App 中，轻点“自动化”→“+”→“睡眠”（或“专注模式”→“睡眠”）→“打开时”→“开启夜间守护”。
zh_hant: 全自動：在「捷徑」App 中，點一下「自動化」→ + →「睡眠」（或「專注模式」→「睡眠」）→「開啟時」→「啟動夜間守護」。

source: Generated %@
ar: تاريخ الإنشاء: %@
cs: Vytvořeno: %@
da: Oprettet %@
de: Erstellt am %@
el: Δημιουργήθηκε: %@
es: Generado: %@
es_419: Generado: %@
fi: Luotu %@
fr: Généré le %@
he: הופק: %@
hi: बनाने की तारीख़: %@
hr: Izrađeno: %@
hu: Készült: %@
id: Dibuat %@
it: Creato il %@
ja: 作成日 %@
ko: 생성일 %@
ms: Dijana %@
nb: Opprettet %@
nl: Gemaakt op %@
pl: Utworzono %@
pt_br: Gerado em %@
pt_pt: Gerado em %@
ro: Generat: %@
sk: Vytvorené %@
sv: Skapad %@
th: สร้างเมื่อ %@
tr: Oluşturulma: %@
uk: Створено: %@
vi: Tạo ngày %@
zh_hans: 生成于 %@
zh_hant: 產生日期：%@

source: Get started
ar: لنبدأ
cs: Začít
da: Kom i gang
de: Los geht’s
el: Ξεκίνα
es: Empezar
es_419: Comenzar
fi: Aloita
fr: Commencer
he: בואי נתחיל
hi: शुरू करें
hr: Započni
hu: Kezdjük
id: Mulai
it: Inizia
ja: はじめる
ko: 시작하기
ms: Mulakan
nb: Kom i gang
nl: Aan de slag
pl: Zaczynamy
pt_br: Começar
pt_pt: Começar
ro: Începe
sk: Začať
sv: Kom igång
th: เริ่มต้นใช้งาน
tr: Başla
uk: Почати
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

source: Give a friend 30 days of Pro
ar: أهدي صديقة 30 يومًا من Pro
cs: Daruj kamarádce 30 dní Pro
da: Giv en ven 30 dage med Pro
de: 30 Tage Pro verschenken
el: Χάρισε σε μια φίλη 30 ημέρες Pro
es: Regala 30 días de Pro a una amiga
es_419: Regálale 30 días de Pro a una amiga
fi: Anna ystävälle 30 päivää Pro-versiota
fr: Offrir 30 jours de Pro à une amie
he: מתנה לחבר/ה: 30 ימי Pro
hi: किसी दोस्त को 30 दिन का Pro दें
hr: Pokloni prijateljici 30 dana Pro verzije
hu: Adj egy barátodnak 30 nap Pro-hozzáférést
id: Beri teman 30 hari Pro
it: Regala 30 giorni di Pro a un'amica
ja: 友だちにProを30日間プレゼント
ko: 친구에게 Pro 30일 선물하기
ms: Berikan rakan 30 hari Pro
nb: Gi en venn 30 dager med Pro
nl: Geef een vriendin 30 dagen Pro
pl: Podaruj bliskiej osobie 30 dni Pro
pt_br: Dê 30 dias de Pro para uma amiga
pt_pt: Oferece 30 dias de Pro a alguém
ro: Oferă-i unei prietene 30 de zile de Pro
sk: Daruj kamarátke 30 dní Pro
sv: Ge en vän 30 dagar Pro
th: มอบ Pro 30 วันให้เพื่อน
tr: Bir arkadaşına 30 gün Pro hediye et
uk: Подаруй подрузі 30 днів Pro
vi: Tặng bạn bè 30 ngày Pro
zh_hans: 送朋友 30 天 Pro
zh_hant: 送朋友 30 天 Pro

source: Glad it helped. Keep logging and your next notes will be even sharper.
ar: يسعدنا أنه ساعد. تابعي التسجيل وستكون ملاحظاتكِ القادمة أدق.
cs: Jsme rádi, že to pomohlo. Zaznamenávej dál a tvoje příští poznámky budou ještě přesnější.
da: Godt, at det hjalp. Bliv ved med at registrere, så bliver dine næste noter endnu skarpere.
de: Schön, dass es geholfen hat. Trag weiter ein, dann werden deine nächsten Notizen noch genauer.
el: Χαιρόμαστε που βοήθησε. Συνέχισε την καταγραφή και οι επόμενες σημειώσεις σου θα είναι ακόμη πιο εύστοχες.
es: Nos alegra que te haya servido. Sigue registrando y tus próximas notas serán aún más precisas.
es_419: Qué bueno que te sirvió. Sigue registrando y tus próximas notas serán aún más precisas.
fi: Hienoa, että siitä oli apua. Jatka kirjaamista, niin seuraavat muistiinpanosi ovat vielä tarkemmat.
fr: Tant mieux si cela vous a été utile. Continuez à noter, et vos prochaines notes seront encore plus précises.
he: שמחים שזה עזר. המשיכי לתעד, והסיכום הבא שלך יהיה חד עוד יותר.
hi: ख़ुशी है कि मदद मिली। दर्ज करती रहें, आपके अगले नोट्स और भी सटीक होंगे।
hr: Drago nam je da je pomoglo. Nastavi bilježiti i tvoje će sljedeće bilješke biti još preciznije.
hu: Jó, hogy segített. Naplózz tovább, és a következő jegyzeteid még pontosabbak lesznek.
id: Senang bisa membantu. Terus mencatat, dan catatanmu berikutnya akan makin tajam.
it: Felice che ti sia stato utile. Continua a registrare e le tue prossime note saranno ancora più precise.
ja: お役に立ててよかったです。記録を続けると、次のメモがさらに充実します。
ko: 도움이 됐다니 다행이에요. 계속 기록하면 다음 메모가 더 선명해져요.
ms: Baguslah ia membantu. Teruskan mencatat dan nota anda yang seterusnya akan lebih tepat.
nb: Fint at det hjalp. Fortsett å registrere, så blir de neste notatene dine enda skarpere.
nl: Fijn dat het hielp. Blijf bijhouden, dan worden je volgende notities nog scherper.
pl: Cieszymy się, że pomogło. Zapisuj dalej, a kolejne notatki będą jeszcze trafniejsze.
pt_br: Que bom que ajudou. Continue registrando e suas próximas notas vão ficar ainda mais precisas.
pt_pt: Ainda bem que ajudou. Continua a registar e as tuas próximas notas vão ficar ainda mais precisas.
ro: Ne bucurăm că te-a ajutat. Continuă să înregistrezi și următoarele notițe vor fi și mai precise.
sk: Sme radi, že to pomohlo. Zaznamenávaj ďalej a tvoje ďalšie poznámky budú ešte presnejšie.
sv: Skönt att det hjälpte. Fortsätt logga så blir nästa anteckningar ännu vassare.
th: ดีใจที่ช่วยได้ บันทึกต่อไป แล้วสรุปครั้งหน้าจะชัดเจนยิ่งขึ้น
tr: İşine yaradığına sevindik. Kaydetmeye devam et, sonraki notların daha da net olsun.
uk: Раді, що це допомогло. Записуй далі, і наступні нотатки будуть ще точнішими.
vi: Thật vui vì điều đó hữu ích. Hãy tiếp tục ghi lại, ghi chú lần sau sẽ còn rõ ràng hơn.
zh_hans: 很高兴对你有帮助。继续记录，你下一次的笔记会更清楚。
zh_hant: 很高興有幫助。持續記錄，你下一次的筆記會更清楚。

source: Good afternoon
ar: طاب يومكِ
cs: Dobré odpoledne
da: God eftermiddag
de: Guten Tag
el: Καλό απόγευμα
es: Buenas tardes
es_419: Buenas tardes
fi: Hyvää iltapäivää
fr: Bon après-midi
he: אחר צהריים טובים
hi: शुभ दोपहर
hr: Dobar dan
hu: Szép délutánt
id: Selamat siang
it: Buon pomeriggio
ja: こんにちは
ko: 좋은 오후예요
ms: Selamat petang
nb: God ettermiddag
nl: Goedemiddag
pl: Dzień dobry
pt_br: Boa tarde
pt_pt: Boa tarde
ro: Bună ziua
sk: Dobré popoludnie
sv: God eftermiddag
th: สวัสดีตอนบ่าย
tr: İyi günler
uk: Добрий день
vi: Chào buổi chiều
zh_hans: 下午好
zh_hant: 午安

source: Good afternoon, %@
ar: طاب يومكِ، %@
cs: Dobré odpoledne, %@
da: God eftermiddag, %@
de: Guten Tag, %@
el: Καλό απόγευμα, %@
es: Buenas tardes, %@
es_419: Buenas tardes, %@
fi: Hyvää iltapäivää, %@
fr: Bon après-midi, %@
he: אחר צהריים טובים, %@
hi: शुभ दोपहर, %@
hr: Dobar dan, %@
hu: Szép délutánt, %@
id: Selamat siang, %@
it: Buon pomeriggio, %@
ja: こんにちは、%@さん
ko: 좋은 오후예요, %@ 님
ms: Selamat petang, %@
nb: God ettermiddag, %@
nl: Goedemiddag, %@
pl: Dzień dobry, %@
pt_br: Boa tarde, %@
pt_pt: Boa tarde, %@
ro: Bună ziua, %@
sk: Dobré popoludnie, %@
sv: God eftermiddag, %@
th: สวัสดีตอนบ่าย คุณ%@
tr: İyi günler, %@
uk: Добрий день, %@
vi: Chào buổi chiều, %@
zh_hans: 下午好，%@
zh_hant: 午安，%@

source: Good evening
ar: مساء الخير
cs: Dobrý večer
da: God aften
de: Guten Abend
el: Καλησπέρα
es: Buenas noches
es_419: Buenas noches
fi: Hyvää iltaa
fr: Bonsoir
he: ערב טוב
hi: शुभ संध्या
hr: Dobra večer
hu: Jó estét
id: Selamat malam
it: Buonasera
ja: こんばんは
ko: 편안한 저녁 되세요
ms: Selamat malam
nb: God kveld
nl: Goedenavond
pl: Dobry wieczór
pt_br: Boa noite
pt_pt: Boa noite
ro: Bună seara
sk: Dobrý večer
sv: God kväll
th: สวัสดีตอนเย็น
tr: İyi akşamlar
uk: Добрий вечір
vi: Chào buổi tối
zh_hans: 晚上好
zh_hant: 晚安

source: Good evening, %@
ar: مساء الخير، %@
cs: Dobrý večer, %@
da: God aften, %@
de: Guten Abend, %@
el: Καλησπέρα, %@
es: Buenas noches, %@
es_419: Buenas noches, %@
fi: Hyvää iltaa, %@
fr: Bonsoir, %@
he: ערב טוב, %@
hi: शुभ संध्या, %@
hr: Dobra večer, %@
hu: Jó estét, %@
id: Selamat malam, %@
it: Buonasera, %@
ja: こんばんは、%@さん
ko: 편안한 저녁 되세요, %@ 님
ms: Selamat malam, %@
nb: God kveld, %@
nl: Goedenavond, %@
pl: Dobry wieczór, %@
pt_br: Boa noite, %@
pt_pt: Boa noite, %@
ro: Bună seara, %@
sk: Dobrý večer, %@
sv: God kväll, %@
th: สวัสดีตอนเย็น คุณ%@
tr: İyi akşamlar, %@
uk: Добрий вечір, %@
vi: Chào buổi tối, %@
zh_hans: 晚上好，%@
zh_hant: 晚安，%@
